Repository: surkin/xt7-player-mpv
Catalog: .lang/*.po
Languages: hu

source: found an ff*vdpau forced codec on enabled video codec list, disabling all video filters by appending -vf-clr
hu: találtam ff*vdpau codec-et az engedélyezett videó codek-ek között, tiltsuk le az összeset -vf-clr hozzáfűzésével

source: found xvmc output driver on enabled video driver list, disabling all video filters by appending -vf-clr
hu: találtam xvmc-t az engedélyezett videómeghajtók között, tiltsuk le az összes videó szűrőt -vf-clr hozzáfűzésével

source: found one of (-ac,af) hwac3,hwdts or hwmpa audio passthrough options in the commandline
hu: a parancssorban megtaláltam az (-ac,af) hwac3,hwdts, vagy hwmpa hangátviteli opciót

source: Disabling any audio filters in chain by appending -af-clr
hu: Tiltsuk le a láncon az összes hangszűrőt az -af-clr hozzáfűzésével.

source: Label1
hu: Címke 1

source: CheckBox1
hu: Kijelölő négyzet 1

source: Button1
hu: Gomb 1

source: Button2
hu: Gomb 2

source: Rename the current filter:
hu: A jelenlegi szűrő átnevezése:

source: Amount
hu: Összeg

source: Custom audio filter(s):
hu: Egyéni hangszűrő(k):

source: E.g.:resample=44100:1:2,hrtf=s
hu: Pl.: újramintavételezés=44100:1:2,hrtf=s

source: Continue anyway
hu: Folytatás mindenképpen

source: Luminance Matrix
hu: Fényerő-mátrix

source: The higher, the slower
hu: A magasabb, lassabb

source: Luma amount
hu: Fényérték

source: Negative means blur
hu: Negatív értékek elmosást jelentenek

source: Chrominance Matrix
hu: szín-mátrix

source: Chroma amount
hu: színmennyiség

source: 0 to Disable; Negative as offset to original value
hu: 0 kikapcsoláshoz; Negatív, vissza az eredeti értékhez

source: Width
hu: Szélesség

source: Height
hu: Magasság

source: Original image position; -1 to center
hu: Eredeti képpozíció; -1 középre

source: X Position
hu: X-pozíció

source: Y Position
hu: Y-pozíció

source: Fit an aspect instead of a resolution
hu: Felbontás helyett képarányhoz illeszt

source: Make Width and Height divisible by
hu: A szélesség és a magasság legyen osztható ezzel:

source: Spatial luma strength
hu: Térbeli fényerő

source: Spatial chroma strength
hu: Térbeli színintenzitás

source: Temporal luma strength
hu: Időszakos fényerő

source: Temporal chroma strength
hu: Időszakos színintenzitás

source: 0 disables scaling,see man below
hu: 0 méretezés kikapcsolása, lásd kézikönyv lent

source: Depends on sws, leave blank if unsure
hu: Függ az sws-től; kétség esetén, hagyd üresen.

source: Scaling Parameters
hu: Méretezési paraméterek

source: 0 - Use all available input lines for chroma
hu: 0 - A színhez használd az összes elérhető bementet

source: 1 - Use only every 2. input line for chroma
hu: 1 - Minden 2. bement használata a színhez

source: 2 - Use only every 4. input line for chroma
hu: 2 - Színhez csak minden 4. bement használata

source: 3 - Use only every 8. input line for chroma
hu: 3 - Minden 8. bementi vonal használata színhez

source: Chroma skipping
hu: Szín átlépése

source: lower=slower
hu: alacsonyabb=lassabb

source: 0 - Allow Upscaling
hu: 0 - Méretezés felfelé engedélyezett

source: 1 - Disallow if one dimensions exceeds its original value
hu: 1 - Tiltás, ha bármelyik méret meghaladja az eredeti értékét

source: 2 - Disallow if both dimensions exceed their original values
hu: 2 - Tiltás, ha mindkét méret meghaladja az eredeti értékét

source: Disable Upscaling
hu: Felfelé méretezés tiltása

source: Accurate Rounding
hu: Pontos kerekítés

source: TopLeft Corner
hu: Bal felső sarok

source: Tickness
hu: Vastagság

source: Custom video filter(s):
hu: Felhasználói videó-szűrők:

source: E.g.:mirror,smartblur=0.4:0.5:10
hu: Pl.: mirror,smartblur=0.4:0.5:10

source: Initial gamma value(default: 1.0)
hu: Gamma indulóérték (alapérték: 1.0)

source: Contrast
hu: Kontraszt

source: Initial contrast (-x = negative image)
hu: Kontraszt indulóérték (-x = negatív kép)

source: Brightness
hu: Világosság

source: Initial brightness (default: 0.0)
hu: Világosság indulóérték (alapérték: 0.0)

source: Initial Saturation (default: 0.0)
hu: Szaturáció indulóérték (alapérték: 0.0)

source: Saturation
hu: Szaturáció

source: Gamma Red
hu: Gamma piros

source: gamma for the red component (default: 1.0)
hu: Gamma érték a piros komponensre (alapérték: 1.0)

source: Gamma Green
hu: Gamma zöld

source: gamma for the green component (default: 1.0)
hu: Gamma érték a zöld komponensre (alapérték: 1.0)

source: Gamma Blue
hu: Gamma kék

source: gamma for the blue component (default: 1.0)
hu: Gamma érték a kék komponensre (alapérték: 1.0)

source: Reduce effect of gamma correction
hu: A gamma-korrekciós hatás csökkentése

source: Weight
hu: Súly

source: Maximum amount by which the filter will change any one pixel. Also the threshold for detecting nearly flat regions (default: 1.2).
hu: A maximum érték, amivel a szűrő egy pixelt megváltoztat. Egyben a majdnem lapos részek érzékelésének szintje (alapérték: 1.2).

source: Strength
hu: Intenzitás

source: Neighborhood to fit the gradient to. Larger radius makes for smoother gradients, but also prevents the filter from modifying pixels near detailed regions (default: 16).
hu: Környezet a gradiens igazításához. Nagyobb rádiusz a finomabb gradienst ad, ami egyben megakadályozza a szűrőt a közeli részletezett területek módosításában (alapérték: 16).

source: Radius
hu: Rádiusz

source: Deinterlace mode
hu: Deinterlace-mód:

source: Show a tool that helps you to compile ladspa filter parameters. If you don't use ladspa, just don't push it.
hu: Ladspa szűrő-paraméterek fordítását segítő eszköz mutatása. Ha nem használsz ladspa-t, ne aktiváld.

source: Car Stereo
hu: Autó HIFI

source: Classic V
hu: Klasszikus V

source: Clear
hu: Ürít

source: Custom
hu: Egyéni

source: Dark
hu: Sötét

source: Death
hu: Halál

source: Drums
hu: Dobok

source: Flat
hu: Lapos

source: Home Theater
hu: Házimozi

source: Presence
hu: Jelenlét

source: Soft Bass
hu: Lágy basszus

source: Strings
hu: Húrok

source: Presets
hu: Programok

source: default - use implementation default (default)
hu: alapbeállítás - az alkalmazás alapbeállításainak használata

source: fast - use fast scaling, but possibly with less quality
hu: gyors - gyors átméretezés használata, ám a minőség rosszabb lehet

source: hq - use high-quality scaling, but possibly slower
hu: hq - legmagasabb minőségű átméretezés, de valószínűleg lassabb

source: nla - use non-linear anamorphic scaling
hu: nla - non-lineársi anamorf méretezés használata

source: default - use implementation default (default)
hu: alapbeállítás - alapbeállítás szerinti alkalmazás használata

source: No results, try with a less restrictive search
hu: Nincs eredmény. Próbáld kevésbé részletes kereséssel

source: try also to remove file tags.
hu: próbáld eltávolítani a fájlcímkéket is.

source: Couldn't load the subtitle because No video is playing
hu: A képfelirat nem tölthető be, mert nincs videólejátszás folyamatban.

source: Search Opensubtitles.org
hu: Keress az Opensubtitles.org-on

source: Try the selected subtitle
hu: Próbáld a kiválasztott feliratot

source: Save The selected subtitle
hu: Mentsd a kiválasztott képfeliratot

source: New profile name
hu: Új profil neve

source: Do you also want to load
hu: Ezt is be akarod tölteni

source: Don't load, just switch
hu: Ne töltsd, csak kapcsold

source: Yes, load
hu: Igen, tölts

source: Delete:
hu: Töröl:

source: Switch to:
hu: Váltás erre:

source: Make a copy
hu: Készíts másolatot

source: Current Profile:
hu: Aktuális profil:

source: Realtime Controls
hu: Valósidejű vezérlők

source: * Some subtitle controls only work when ass subtitles are disabled
hu: * Néhány képfelirat csak akkor működik, amikor a képfeliratok kikapcsolva

source: Audio Delay
hu: Hangkésleltetés

source: Subtitle delay
hu: Képfelirat késése

source: Subtitle scale
hu: Képfelirat mérete

source: * Subtitle position
hu: * Képfeliratok helye

source: Mplayer option: -ass-force-style Alignment=<align>
hu: MPlayer opció: -ass-force-style Alignment=<igazít>

source: FrameDrop
hu: Képkockadobás

source: 1 - Soft Framedropping
hu: 1 - Finom képdobás

source: Select search fields
hu: Válaszd ki a keresési mezőket

source: Select which field(s) you whish to search into.
hu: Válaszd ki, melyik mező(k)ben akarsz keresni.

source: Choose search fields
hu: Válassz keresési mezőket

source: Full Path
hu: Teljes útvonal

source: FileName
hu: Fájlnév

source: Type
hu: Típus

source: Audio Codec
hu: Hang codec

source: Audio Bitrate
hu: Hang bitráta

source: Audio Rate
hu: Hang ráta

source: Video Codec
hu: Videó codec

source: Video Bitrate
hu: Videó bitráta

source: Added on
hu: Hozzáadva ide

source: Output Language strings:
hu: Kimeneti nyelv kódja:

source: Subtitles And Osd
hu: Képfeliratok és OSD

source: Font
hu: Betű

source: Alpha
hu: Alfa.

source: Border
hu: Keret

source: Shadow
hu: Árnyék

source: Disable SSA
hu: SSA letiltása

source: Load subtitles
hu: Képfeliratok betöltése

source: Alignment
hu: Igazítás

source: 1) Bottom/Left
hu: 1) Lent/Balra

source: 2) Bottom/Center
hu: 2) Lent/Középen

source: 3) Bottom/Right
hu: 3) Lent/Jobbra

source: Position (%)
hu: Pozíció (%)

source: Guess codepage for:
hu: Tipp a kódlapra:

source: ab (Abkhazian)
hu: ab (abház)

source: ae (Avestan)
hu: ae (aveszti)

source: am (Amharic)
hu: am (amhari)

source: an (Aragonese)
hu: an (aragón)

source: ar (Arabic)
hu: ar (arab)

source: as (Assamese)
hu: as (asszámi)

source: av (Avaric)
hu: av (avar)

source: ay (Aymara)
hu: ay (aymari)

source: az (Azerbaijani)
hu: az (azeri)

source: ba (Bashkir)
hu: ba (baskír)

source: be (Belarusian)
hu: be (belarussz)

source: bg (Bulgarian)
hu: bg (bolgár)

source: bi (Bislama)
hu: bi (bislami)

source: bm (Bambara)
hu: bm (bambari)

source: bn (Bengali)
hu: bn (bengáli)

source: bo (Tibetan)
hu: bo (tibeti)

source: bs (Bosnian)
hu: bs (bosnyák)

source: ca (Catalan)
hu: ca (katalán)

source: ce (Chechen)
hu: ce (csecsen)

source: co (Corsican)
hu: co (korzikai)

source: cs (Czech)
hu: cs (Cseh)

source: cv (Chuvash)
hu: cv (csuvas)

source: da (Danish)
hu: da (dán)

source: de (German)
hu: de (német)

source: el (Greek)
hu: el (görög)

source: en (English)
hu: en (angol)

source: eo (Esperanto)
hu: eo (eszperantó)

source: es (Spanish)
hu: es (spanyol)

source: et (Estonian)
hu: et (észt)

source: eu (Basque)
hu: eu (baszk)

source: fa (Persian)
hu: fa (perzsa)

source: fi (Finnish)
hu: fi (finn)

source: fj (Fijian)
hu: fj (fidzsi)

source: fo (Faroese)
hu: fo (fáraói)

source: fr (French)
hu: fr (francia)

source: fy (Frisian)
hu: fy (fríz)

source: ga (Irish)
hu: ga (ír)

source: gd (Gaelic)
hu: gd (gél)

source: gl (Galician)
hu: gl (galiciai)

source: he (Hebrew)
hu: he (héber)

source: hr (Croatian)
hu: hr (horvát)

source: ht (Haitian)
hu: ht (haiti)

source: hu (Hungarian)
hu: hu (magyar)

source: hy (Armenian)
hu: hy (örmény)

source: id (Indonesian)
hu: id (indonéz)

source: ii (Sichuan)
hu: ii (szecsuán)

source: is (Icelandic)
hu: is (izlandi)

source: it (Italian)
hu: it (olasz)

source: ja (Japanese)
hu: ja (japán)

source: jv (Javanese)
hu: jv (jávai)

source: ka (Georgian)
hu: ka (grúz)

source: kg (Kongo)
hu: kg (kongói)

source: kk (Kazakh)
hu: kk (kazah)

source: kl (Greenlandic)
hu: kl (grönlandi)

source: ko (Korean)
hu: ko (koreai)

source: ks (Kashmiri)
hu: ks (Kasmír)

source: ku (Kurdish)
hu: ku (kurd)

source: ky (Kirghiz)
hu: ky (kirgíz)

source: lb (Luxembourgish)
hu: lb (luxemburgi)

source: lo (Lao)
hu: lo (laoszi)

source: lt (Lithuanian)
hu: lt (litván)

source: lv (Latvian)
hu: lv (lett)

source: mg (Malagasy)
hu: mg (malgasi)

source: mh (Marshallese)
hu: mh (marshall-szigeti)

source: mk (Macedonian)
hu: mk (macedón)

source: mn (Mongolian)
hu: mn (mongol)

source: mo (Moldavian)
hu: mo (moldáv)

source: ms (Malay)
hu: ms (maláj)

source: mt (Maltese)
hu: mt (máltai)

source: my (Burmese)
hu: my (burmai)

source: ne (Nepali)
hu: ne (nepáli)

source: nl (Dutch)
hu: nl (holland)

source: nn (Norwegian)
hu: nn (norvég)

source: no (Norwegian)
hu: no (norvég)

source: nv (Navajo)
hu: nv (navahó)

source: oc (Occitan)
hu: oc (okcitán)

source: os (Ossetian)
hu: os (oszét)

source: pa (Panjabi)
hu: pa (pandzsáb)

source: pl (Polish)
hu: pl (lengyel)

source: ps (Pushto)
hu: ps (pastu)

source: pt (Portuguese)
hu: pt (portugál)

source: ro (Romanian)
hu: ro (román)

source: ru (Russian)
hu: ru (orosz)

source: sa (Sanskrit)
hu: sa (szankszrít)

source: sc (Sardinian)
hu: sc (szárd)

source: se (Sami)
hu: se (sémi)

source: sk (Slovak)
hu: sk (szlovák)

source: sl (Slovenian)
hu: sl (szlovén)

source: sm (Samoan)
hu: sm (szamoai)

source: so (Somali)
hu: so (szomáli)

source: sq (Albanian)
hu: sq (albán)

source: sr (Serbian)
hu: sr (szerb)

source: su (Sundanese)
hu: su (szudáni)

source: sv (Swedish)
hu: sv (svéd)

source: sw (Swahili)
hu: sw (szuahéli)

source: tg (Tajik)
hu: tg (tadzsik)

source: tk (Turkmen)
hu: tk (türkmén)

source: tr (Turkish)
hu: tr (török)

source: tt (Tatar)
hu: tt (tatár)

source: ty (Tahitian)
hu: ty (tahiti)

source: ug (Uighur)
hu: ug (újgur)

source: uk (Ukrainian)
hu: uk (ukrán)

source: uz (Uzbek)
hu: uz (üzbég)

source: vi (Vietnamese)
hu: vi (vietnami)

source: wa (Walloon)
hu: wa (vallon)

source: xx (use fallback)
hu: xx (alapértéket használja)

source: yi (Yiddish)
hu: yi (jiddis)

source: zh (Chinese)
hu: zh (kínai)

source: If guess fails, use:
hu: Ha a tipp nem vált be, ezt használd:

source: Mkv Workaround
hu: Mkv munkakörnyezet

source: Preview
hu: Előnézet

source: Test the new configuration in the preview box.
hu: Próbáld ki az új beállítást az előnézetben.

source: Retest
hu: Újrapróbál

source: Use new settings without save. To save settings, use menu item.
hu: Új beállítások használata mentés nélkül. A beállítások mentésére használd a menüelemet.

source: Another way to quickly translate xt7, thanks to eloaders
hu: Az xt7 gyors fordításának másik módja, köszönet eloaders-nek

source: Don't show this anymore
hu: Ne mutasd többször.

source: If equalizer doesn't work, you can try to: - Change video output driver - Enable eq2 and hue filters under General Options - Add Eq2 filter in chains window - Add Hue filter in chains window
hu: Ha a kiegyenlítés nem működne próbálj - videó meghajtót cserélni - engedélyezni az eq2 és hue szűrőket az Általános beállításoknál - az Eq2-szűrőt a videó-szűrőlánchoz adni - a hue-szűrőt a videó-szűrőlánchoz adni.

source: help
hu: segítség

source: Note that this can conflicts with Eq2 and hue filter settings
hu: Vedd figyelembe, hogy Ez ütközhet a hue és Eq2 szűrők beállításával.

source: Auto apply those values
hu: Az értékek automatikus alkalmazása

source: Custom search results
hu: Egyéni keresések eredménye

source: More Related to:
hu: További ehhez kapcsolódó:

source: youtube-dl seems to be missing. Install it to watch youtube videos.
hu: youtube-dl valószínűleg hiányzik. Youtube videó lejátszásához telepítsd.

source: movie/drama
hu: film/dráma

source: detective/thriller
hu: detektív/krimi

source: adventure/western/war
hu: kaland/western/háborús

source: science fiction/fantasy/horror
hu: Sci-fi/fantasy/horror

source: comedy
hu: vígjáték

source: soap/melodrama/folkloric
hu: szappan/melodráma/folklór

source: romance
hu: romantikus

source: serious/classical/religious/historical movie/drama
hu: komolyzene/klasszikus/templomi/történelmi film/dráma

source: adult movie/drama
hu: korhatáros film/komédia

source: news/current affairs
hu: híradó/aktualitások

source: news/weather report
hu: hírek/meteorológia

source: news magazine
hu: hírmagazin

source: documentary
hu: dokumentum

source: discussion/interview/debate
hu: elemzés/riport/vita

source: show/game show
hu: show/játék

source: game show/quiz/contest
hu: játék show/játék/vetélkedő

source: variety show
hu: varieté

source: talk show
hu: beszélgetés

source: sports
hu: sport

source: special events
hu: különleges események

source: sports magazines
hu: sporthíradó

source: football/soccer
hu: futball/foci

source: tennis/squash
hu: tenisz/squash

source: team sports
hu: csapatsportok

source: athletics
hu: atlétika

source: water sport
hu: vízi sport

source: winter sports
hu: téli sport

source: equestrian
hu: lovaglás

source: martial sports
hu: küzdősportok

source: children's/youth programmes
hu: gyereknek/fiataloknak programok

source: pre-school children's programmes
hu: iskolaelőkészítő gyerekprogramok

source: entertainment programmes for 6 to14
hu: szórakoztató programok 6 és 14 éveseknek

source: entertainment programmes for 10 to 16
hu: szórakoztató programok 10 és 16 éveseknek

source: informational/educational/school programmes
hu: információs/oktató/iskolai programok

source: cartoons/puppets
hu: rajzfilm/bábfilm

source: music/ballet/dance
hu: zene/balett/tánc

source: serious music/classical music
hu: komolyzene/klasszikus zene

source: folk/traditional music
hu: népzene/hagyományos zene

source: jazz
hu: dzsessz

source: ballet
hu: balett

source: arts/culture
hu: művészet/kultúra

source: performing arts
hu: előadóművészet

source: fine arts
hu: képzőművészet

source: religion
hu: vallás

source: popular culture/traditional arts
hu: népi kultúra/népművészet

source: literature
hu: irodalom

source: film/cinema
hu: film/mozi

source: experimental film/video
hu: kísérleti film/videó

source: broadcasting/press
hu: sugárzás/sajtó

source: new media
hu: új média

source: arts/culture magazines
hu: művészeti/kulturális magazin

source: fashion
hu: divat

source: social/political issues/economics
hu: szociális/politikai ügyek/gazdaság

source: magazines/reports/documentary
hu: újságok/riportok/dokumentumok

source: economics/social advisory
hu: gazdaság/szociális tanácsadás

source: remarkable people
hu: fontos személyek

source: education/science/factual topics
hu: oktatás/tudomány

source: nature/animals/environment
hu: természet/állatok/környezet

source: technology/natural sciences
hu: technológia/természettudomány

source: medicine/physiology/psychology
hu: orvoslás/pszichológia/filozófia

source: foreign countries/expeditions
hu: világ országai/expedíciók

source: social/spiritual sciences
hu: szociális/vallástudomány

source: further education
hu: továbbképzés

source: languages
hu: nyelvek

source: leisure hobbies
hu: hobbi, kikapcsolódás

source: tourism/travel
hu: turizmus/utazás

source: handicraft
hu: kézművesség

source: motoring
hu: motorok

source: fitness and health
hu: fitness és egészség

source: cooking
hu: főzés

source: advertisement/shopping
hu: hirdetés/bevásárlás

source: gardening
hu: kertészkedés

source: Ladspa file
hu: Ladspa fájl

source: Ladspa plugin file name
hu: Ladspa-plugin fájl neve

source: Ladspa plugin label
hu: Ladspa-plugin címke

source: Plugin controls:
hu: A plugin-vezérlők:

source: Generate
hu: Generál

source: Reverse
hu: Invertál

source: Generate the parameters, Copy the string into the previous custom audio filter field, closes the window.
hu: Generáld a paramétereket, A karaktersort másold az előző felhasználói hangszűrőmezőbe, Zárd be az ablakot.

source: Accept
hu: Elfogad

source: Close the window and discard any change
hu: Ablak bezárása és a változások elvetése

source: No channel
hu: Nincs csatorna

source: NOW
hu: MOST

source: NEXT
hu: KÖVETKEZŐ

source: Not Available
hu: Nem elérhető
