Repository: surkin/xt7-player-mpv
Catalog: .lang/*.po
Languages: hu

source: Show media info when hovering a list item.
hu: Az egeret egy listaelem fölé mozgatva mutatja a média-infót.

source: Play next media as the previous reaches the end.
hu: Végére érve a következő médiát játssza le

source: Tag Editor
hu: Címkeszerkesztő

source: Genre
hu: Műfaj

source: Track No.
hu: Sáv sz.

source: Select next
hu: A következő kiválasztása

source: Commit
hu: Alkalmaz

source: Previous media
hu: Előző média

source: Next media
hu: Következő média

source: Capture the playing stream. It will work only you are playing mpeg files.
hu: Az éppen játszott stream letöltése. Ez csak mpeg fájlok lejátszásakor működik.

source: Play/pause
hu: Lejátszás/Szünet

source: Slowdown
hu: Lassítás

source: Speedup
hu: Gyorsítás

source: Show/Hide current and next TV program.
hu: A következő TV-program mutatása/elrejtése.

source: Hover the mouse over this button then * Zoom the video with mouse wheel. * Cycle through zoom with right mouse button.
hu: A gomb fölött álló egérrel * Az egérgörgő zoomolja a videót. * A jobb billentyű léptet a zoomok között.

source: LeftText
hu: BalSzöveg

source: Right Text
hu: Jobb oldali szöveg-

source: You are going to delete this file from disk, are you sure?
hu: Ezt a fájlt törölöd a lemezről. Biztos akarod?

source: File Size
hu: Fájlméret

source: File name
hu: Fájlnév

source: Output File
hu: Kimeneti fájl

source: Heurylics
hu: Heurisztikai

source: Next
hu: Következő

source: TextArea1
hu: 1. Szövegterület

source: New search
hu: Új keresés

source: User options
hu: Felhasználói opciók

source: Maximum Amplification
hu: Maximális erősítés

source: Output Channels
hu: Kimeneti csatornák

source: Initial speed
hu: Kezdeti sebesség

source: Set initial playback tempo/pitch
hu: A kezdeti lejátszási/dobási sebesség beállítása.

source: Turns off xscreensaver at startup
hu: xscreensaver kikapcsolása indításkor

source: Gradually adjusts the A/V sync based on audio delay measurements.
hu: Az A/V együttfutást fokozatosan állítja a hangkésedelem mérésével.

source: maximum A-V sync correction per frame (in seconds)
hu: képkockánkénti maximális A-V szinkronkorrekció (másodpercben)

source: Only valid for http:// Uries
hu: Csak a http:// URL-kre érvényes

source: Send cookies
hu: Sütik küldése

source: location
hu: hely

source: (MPEG-1/2 and H.264 only)
hu: (Csak MPEG-1/2 és H.264)

source: (MPEG-2, MPEG-4, and H.264 only)
hu: (Csak MPEG-2, MPEG-4 és H.264)

source: (H.264 only)
hu: (Csak H.264)

source: Field dominance
hu: Mező dominancia

source: Are you sure you want to delete selected items?
hu: Biztosan törölni akarod a kijelölteket?

source: Don't
hu: Ne

source: Proceed
hu: Folytatás

source: This will save this window settings to all profiles found but the 'Factory_defaults' one
hu: Menti ezeket az ablakbeállításokat minden profilba, a "gyári beállítást" kivéve

source: Couldn't load the picture
hu: A képet nem lehet betölteni

source: General options
hu: Általános beállítások

source: Save to current profile
hu: Jelenlegi profil mentése

source: Save these settings to all profiles
hu: Beállítások mentése minden profilba

source: If you zoomed-in a video, this will allow you to pan it with mouse-drag operation. Works in full-screen mode only.
hu: Ha kinagyítottál egy videót, akkor az egérrel pásztázhatsz rajta. Csak teljes képernyős módban működik.

source: Allow video panning via mouse-drag
hu: Egérhúzással a videópásztázás engedélyezése

source: If your video card doesn't support brightness, gamma, contrast or hue settings, you may want to try this (slower method) for video equalizer to work properly. Note that this does not conflict with configuration you explicitly set in eq2 and hue filters.
hu: Ha a videokártyád nem támogatja a fényerő, a gamma a kontraszt, vagy a árnyalat beállítását, kipróbálhatod ezt az opciót (kicsit lassabb) a videó equalizer-en. Megjegyzés: a beállítás nem ütközik a hue és eq2 szűrőkön külön beállítottakkal.

source: Auto add eq2 and hue filters to video chain
hu: Az eq2 és hue szűrők hozzáadása a videólánchoz

source: Using vdpau overlay surface may lead to instability problems under some circumstances like heavy cpu load or switching to/from fullscreen. NOT using vdpau overlay may cause tearing. If you experience tearing, try to disable this option, if you experience instability, try to check it. This option disable the overlay surface by setting the environment variable: VDPAU_NVIDIA_NO_OVERLAY=1
hu: Vdpau overlay (átfedés) felület használata bizonyos körülmények között instabilitást okozhat, mint fokozott cpu-terhelés, vagy átváltás teljes képernyőre, vagy vissza. Vdpau overlay használatának hiánya képszaggatást okozhat Ha képszaggatást (tearing) észlel, akkor próbáld kikapcsolni az opciót, ha instabilitást észlel, próbáld aktiválni. Ez az opció letiltja az overlay felületet a környezeti változó állításával erre: VDPAU_NVIDIA_NO_OVERLAY=1

source: Disable VDPAU overlay surface
hu: VDPAU overlay felület kikapcsolása

source: Enable the animated video preview when you drag the seekbar with the mouse. * Requires more cpu power. * If you drag with mouse buttons other than left, then no seek is made.
hu: Lehetővé teszi, hogy mozgó videó előnézetet kapj, amikor a keresősávon húzod az egeret. *Több CPU-forrást igényel. *Ha nem a bal egérgombbal húzol, akkor nem lesz keresés.

source: Live preview when seeking
hu: Keresésben élő előnézet

source: Enable the animated video preview when you drag the seekbar with the mouse. * Requires a fast network connection and more cpu power. * If you drag with mouse buttons other than left, then no seek is made.
hu: Lehetővé teszi a mozgóképes videó előnézetet miközben az egeret húzod a keresősávon. * Gyors hálózatot és CPU-erőforrást igényel. *Ha nem a bal oldali egérgombbal húzol, nem lesz keresés..

source: vmeters - Audio meters
hu: vmeters - Audiométer

source: If you see meters moving sooner than the audio, raise this value.
hu: Ha a műszer előbb mozdul, mint a hang, akkor növeld ezt az értéket.

source: Audio Latency
hu: Hangkésleltetés

source: Frames per second
hu: Kép per másodperc

source: Update at
hu: Frissítés ezzel

source: How many samples to get to calculate the average audio level.
hu: A hangerő átlagának kiszámításához mennyi mintát vegyen.

source: Rms window size
hu: Rms ablakméret

source: samples
hu: minták

source: Specify what additional file extensions are allowed in playlist and library. Ex: mov,dts,h264
hu: Határozd meg, a lejátszási listákban és könyvtárban engedélyezett további fájlkiterjesztéseket. Pl.: "mov,dts,h264"

source: Other known extensions
hu: További ismert kiterjesztések

source: Directories specified here are recursively added to the playlist when you commit a playlist update. Use add/delete button or drag 'n drop.
hu: Az itt meghatározott könyvtárak alkönyvtáraikkal együtt bekerülnek a lejátszási listába, amikor frissíted azt. Használd a hozzáad/töröl gombot, vagy húzd és dobd.

source: Watched Directories
hu: Figyelt könyvtárak

source: Del
hu: Törlés

source: Sync Now
hu: Szinkronizálás most

source: Directories specified here will excluded when you commit a playlist update. Use add/delete button or drag 'n drop.
hu: Az itt meghatározott könyvtárakat kizárja a lejátszási lista frissítésekor. Használd a hozzáad/töröl gombokat, vagy húzd-dobd.

source: Excluded Directories
hu: Kizárt könyvtárak

source: Exclude Now
hu: Kizár most

source: Local file cache size (KB)
hu: Helyi fájl cache (KB)

source: Start playback after filling
hu: A betöltése után indul

source: CD Cache size (KB)
hu: CD cache (KB)

source: Dvd Cache size (KB)
hu: DVD cache mérete (KB)

source: Network
hu: Hálózat

source: Net Cache size (KB)
hu: Hálózati cache mérete (KB)

source: Minimum seek cache size
hu: A cache minimális mérete a kereséshez

source: DVB-T Cache size (KB)
hu: DVB-T cache mérete (KB)

source: Tweaks
hu: Trükkök

source: Player nice level. The lower the value, the higher the priority the player will get against other processes.
hu: A lejátszó igényszintje. Minél alacsonyabb a érték, annál magasabb a prioritás, amit a lejátszó a többi folyamathoz képest élvez.

source: Xt7 Player nice level
hu: Az Xt7 Player prioritása

source: (The lower, the 'faster')
hu: (Az alacsonyabb, a 'gyorsabb')

source: Use dbus (need dbus-send command) to disable kwin effects and avoid glitches in fullscreen mode.
hu: A dbus-t kell használni (dbus-send parancs szükséges) a kwin effektusok kikapcsolásához, és a teljes képernyős módban a hibák elkerüléséhez.

source: Disable Kde Effects in fullscreen mode
hu: A Kde effektek kikapcsolása teljes képernyős módban

source: Select your CD device (es /dev/dvd, /dev/cdrom, /dev/sr2...).
hu: Válaszd ki a CD-meghajtódat (pl. /dev/dvd,/dev/cdrom,/dev/sr2...).

source: Audio CD Device
hu: Hang CD-eszköz

source: Please, choose
hu: Kérlek válassz

source: Fetch CD Audio information from internet through cddb protocol. Note that this may slow down or even hangs the play the very first time.
hu: A zenei CD információinak lekérése Internetről CDDB protokollon keresztül. Tudd, hogy ez a legelső alkalommal használva lelassíthatja, vagy megakaszthatja lejátszást.

source: Use CDDB
hu: CDDB használata

source: Limit Drive Speed to
hu: Sebességkorlátozás erre

source: Select your Dvd device (es /dev/dvd, /dev/cdrom, /dev/sr2...).
hu: Válaszd ki a DVD-meghajtódat (pl. /dev/dvd, /dev/cdrom, /dev/sr2...)

source: DVD Device
hu: DVD eszköz

source: Skip parsing media tags on network streams: use it to add network media to library/playlist faster. This will apply to the following uries: mms:// ; http:// ; http_proxy:// ; rtp:// ; rtsp:// ; ftp:// ; udp:// ; smb:// ; mpst:// ; unsv://
hu: A médiacímkék átlépése a hálózati stream-eknél: hálózati könyvtárak/lejátszási listák gyorsabb hozzáadásához használd. A beállítás a következő UR_re érvényes: mms:// ; http:// ; http_proxy:// ; rtp:// ; rtsp:// ; ftp:// ; udp:// ; smb:// ; mpst:// ; unsv://

source: Skip tags on network streams.
hu: A hálózati stream-ek címkéinek figyelmen kívül hagyása.

source: Temporary recording folder
hu: Átmeneti felvételi könyvtár

source: Select your femon executable. Just write 'femon' for default.
hu: Keresd meg 'femon' futtatódat. Vagy írj egyszerűen 'femon'-t.

source: When playing youtube videos, prefer this format if available.
hu: Youtube videók lejátszásában a következő formátumot részesítse előnybe.

source: Preferred youtube resolution
hu: Preferált youtube felbontás

source: Choose how to download network streams such as youtube video and podcasts. kde4 - choose kioclient ; kde3 - choose kfmclient ; If you wish to write your own downloader, remember that %url is the stream to download %destdir is the destination directory %destfile is the destination file (without the path) Note then kioclient and kfmclient do not work with youtubeì streams.
hu: Válaszd ki, hogyan töltse le a youtube videóhoz és adáshoz hasonló stream-eket. kde4 - választás kioclient; kde3 - választás kfmclient Ha saját letöltőt készítesz, akkor ne feledd, hogy %url a letöltendő stream %destdir a célkönyvtár %destfile a célfájl (az útvonal nélkül). Jegyezd meg, hogy a kioclient és a kfmcliente nem működik youtube stream-ekkel.

source: Download with
hu: Letöltés ezzel

source: Write your own: %url=source %destdir=destination dir %destfile=destination file
hu: Írd meg a sajátod: %url=cím %destdir=célkönyvtár %destfile=célfájl

source: kfmclient copy %url %destdir/%destfile
hu: kfmclient copy %url %célkönyvtár/%célfájl

source: kioclient copy %url %destdir/%destfile
hu: kioclient copy %url %célkönyvtár/%célfájl

source: Select your 'scan' executable. Just write 'scan' for default. scan is needed to scan for new channels
hu: Válaszd ki a 'scan' futtatódat. Az előre beállítotthoz írj egyszerűen 'scan'-t. A scan az új csatornák kereséséhez kell.

source: scan executable
hu: scan futtató

source: femon executable
hu: femon futtató

source: Select your dvbsnoop executable. Just write 'dvbsnoop' for default. dvbsnoop is needed to get EPG data.
hu: Válaszd ki dvbsnoop futtatódat. Az alapértékért írj 'dvbsnoop'-t. A dvbsnoop az EPG adatokhoz kinyeréséhez kell.

source: dvbsnoop executable
hu: dvbsnoop futtató

source: Final recording folder
hu: Végső felvételi könyvtár

source: Tuner Timeout
hu: Vevő várakozási ideje

source: Faster channel zapping
hu: Gyorsabb csatorna zapping

source: 0 - Never
hu: 0 - Soha

source: 1 - When audio is not switched
hu: 1 - Amikor a hang nincs kapcsolva

source: 2 - Always
hu: 2 - Mindig

source: Rescan Channels with simple DVB-T Tuner
hu: A csatornák újrakeresése DVB-T Tuner-rel

source: Preferred Audio languages:
hu: A hang preferált nyelve:

source: Add the selected language to the list of preferred languages. Mplayer Option: -alang "language list"
hu: A kiválasztott nyelv hozzáadása a preferált nyelvek listájához. Mplayer opció: -alang "nyelvek listája"

source: alb,sq,(Albanian)
hu: alb,sq,(albán)

source: ara,ar,(Arabic)
hu: ara,ar,(arab)

source: arm,hy,(Armenian)
hu: arm,hy,(örmény)

source: baq,eu,(Basque)
hu: baq,eu,(baszk)

source: ben,bn,(Bengali)
hu: ben,bn,(bengáli)

source: bos,bs,(Bosnian)
hu: bos,bs,(bosnyák)

source: bul,bg,(Bulgarian)
hu: bul,bg,(bulgár)

source: cat,ca,(Catalan)
hu: cat,ca,(katalán)

source: cze,cs,(Czech)
hu: cze,cs,(Cseh)

source: dan,da,(Danish)
hu: dan,da,(dán)

source: de,ger,deu (german)
hu: de,ger,deu (német)

source: ell,el,(Greek)
hu: ell,el,(görög)

source: en,eng (english)
hu: en,eng (angol)

source: epo,eo,(Esperanto)
hu: epo,eo,(eszperantó)

source: es,spa (spanish)
hu: es,spa (spanyol)

source: est,et,(Estonian)
hu: est,et,(észt)

source: fi,fin (finnish)
hu: fi,fin (finn)

source: fr,fre (french)
hu: fr,fre (franncia)

source: geo,ka,(Georgian)
hu: geo,ka,(grúz)

source: glg,gl,(Galician)
hu: glg,gl,(galiciai)

source: heb,he,(Hebrew)
hu: heb,he,(héber)

source: hrv,hr,(Croatian)
hu: hrv,hr,(horvát)

source: hun,hu,(Hungarian)
hu: hun,hu,(magyar)

source: ice,is,(Icelandic)
hu: ice,is,(izlandi)

source: ind,id,(Indonesian)
hu: ind,id,(indonéz)

source: it,ita (italian)
hu: it,ita (olasz)

source: ja,jpn (japanese)
hu: ja,jpn (japán)

source: kaz,kk,(Kazakh)
hu: kaz,kk,(kazah)

source: kor,ko,(Korean)
hu: kor,ko,(koreai)

source: lav,lv,(Latvian)
hu: lav,lv,(litván)

source: lit,lt,(Lithuanian)
hu: lit,lt,(lett)

source: ltz,lb,(Luxembourgish)
hu: ltz,lb,(luxembourgi)

source: mac,mk,(Macedonian)
hu: mac,mk,(macedón)

source: may,ms,(Malay)
hu: may,ms,(maláj)

source: nl,dut,nld (dutch,flemish)
hu: nl,dut,nld (holland,flamand)

source: no,nor (norwegian)
hu: no,nor (norvég)

source: oci,oc,(Occitan)
hu: oci,oc,(okcitán)

source: pob,pb,(Portuguese-BR)
hu: pob,pb,(portugál-BR)

source: pol,pl,(Polish)
hu: pol,pl,(lengyel)

source: pt,por (portuguese)
hu: pt,por (portugál)

source: ru,rus (russian)
hu: ru,rus (orosz)

source: rum,ro,(Romanian)
hu: rum,ro,(román)

source: scc,sr,(Serbian)
hu: scc,sr,(szerb)

source: sin,si,(Sinhalese)
hu: sin,si,(szingaléz)

source: slo,sk,(Slovak)
hu: slo,sk,(szlovák)

source: slv,sl,(Slovenian)
hu: slv,sl,(szlovén)

source: sv,swe (swedish)
hu: sv,swe (svéd)

source: syr,sy,(Syriac)
hu: syr,sy,(szír)

source: tur,tr,(Turkish)
hu: tur,tr,(török)

source: ukr,uk,(Ukrainian)
hu: ukr,uk,(ukrán)

source: vie,vi,(Vietnamese)
hu: vie,vi,(vietnami)

source: zh,chi,zho (chinese)
hu: zh,chi,zho (kínai)

source: Preferred Subtitle languages:
hu: A képfelirat preferált nyelve:

source: chi,zh,zho (chinese)
hu: chi,zh,zho (kínai)

source: dut,nld,nl (dutch,flemish)
hu: dut,nld,nl (holland,flamand)

source: eng,en (english)
hu: eng,en (angol)

source: fin,fi (finnish)
hu: fin,fi (finn)

source: fre,fr (french)
hu: fre,fr (francia)

source: ger,deu,de (german)
hu: ger,deu,de (német)

source: ita,it (italian)
hu: ita,it (olasz)

source: jpn,ja (japanese)
hu: jpn,ja (japán)

source: nor,no (norwegian)
hu: nor,no (norvég)

source: por,pt (portuguese)
hu: por,pt (portugál)

source: rus,ru (russian)
hu: rus,ru (orosz)

source: spa,esp (spanish)
hu: spa,esp (spanyol)

source: swe,sv (swedish)
hu: swe,sv (svéd)

source: Misc
hu: Vegyes

source: Environment Variables
hu: Környezeti változók

source: You can override some environment variables here, write them in thre form: VARIABLE1=VALUE VARIABLE2=VALUE
hu: Itt átírhatsz néhány környezeti változót az alábbi formát használva:VÁLTOZÓ1=ÉRTÉK1 VÁLTOZÓ2=ÉRTÉK2

source: Command or commands (semicolon separated) which will be executed before a file is played. HINT: you can execute multiple commands using ";" between them. HINT: If you don't want Xt7-player to wait for the command(s) to exit, use "&" at the end of each one.
hu: A parancs, vagy (pontosvesszővel elválasztott) parancsok a fájl lejátszása előtt lefuttatja. Javaslat: több parancsot futtathatsz ";"-vel elválasztva. Javaslat: ha nem akarod, hogy az Xt7-Player megvárja az adott parancs lefutását rakj "&"-t mögé.

source: Pre Command
hu: Előzetes parancs

source: Command or commands (semicolon separated) which will be executed after a file has been played. HINT: you can execute multiple commands using ";" between them. HINT: If you don't want Xt7-player to wait for the command(s) to exit, use "&" at the end of each one.
hu: Parancs(ok) (pontosvesszővel elválasztva) ami(ke)t a lejátszást követően hajt végre. Javaslat: több parancsot futtathatsz ";"-vel elválasztva. Javaslat: ha nem akarod, hogy az Xt7-Player megvárja az adott parancs lefutását rakj "&"-t mögé.

source: Post Command
hu: Utólagos parancs

source: Enter the shutdown command \n (make sure your have rights to do it)
hu: Írd be a kikapcsolási parancsot \n(legyen jogod annak végrehajtásához!)

source: Shutdown Command
hu: Kikapcsolási parancs

source: Enter the shutdown command (also make sure your user has rights to do it)
hu: Írd be a kikapcsolási parancsot (legyen jogod annak végrehajtásához!)

source: poweroff
hu: kikapcsolás

source: Enable/Disbale Tooltips
hu: Elemleírás engedélyezése/tiltása

source: If you close xt7-player while playing a local file, xt7 will start just were you left the next time.
hu: Ha egy helyi fájl lejátszása során bezárod az xt7-et , az xt7 a következő indításakor onnan fogja folytatni.

source: Start were you left
hu: Folytatás onnan, ahol abbahagyta

source: Enable ToolTips
hu: Elemleírás engedélyezése

source: Enable this if you want xt7 to be controlled through an mpris2 compliant client.
hu: Engedélyezd, ha az xt7-t MPRIS2 kompatibilis klienssel akarod vezérelni.

source: Makes xt7 register itself into dbus. This will export media properties and gives basic options to control the player.
hu: Az xt7 bejegyeztetése a Dbus-ba. Ez exportálja a média tulajdonságait és a lejátszó irányításához az alapvető opciókat adja.

source: Dbus support
hu: Dbus-támogatás

source: (MPRIS 2.1 - Incomplete)
hu: (MPRIS 2.1 - befejezetlen)

source: When an audio file is played, the right panel will show informations on the file played, allowing to set covers for your library items.
hu: Hangfájl lejátszásakor a jobb oldali panel jeleníti meg a fájllal kapcsolatos információkat, lehetővé téve borító beállítását a könyvtárad elemeihez.

source: Use cover manager.
hu: Borítókezelő használata

source: Enable/Disbale the tray icon
hu: Tálcaikon engedélyezése/tiltása

source: Use Tray icon (xt7-player restart needed)
hu: A tálcaikon használata (az xt7 újraindítása szükséges)

source: Save all settings to profile on program exit
hu: A programból kilépéskor mentse a beállításokat a profilba.

source: Save xt7 position and size on program exit.
hu: Mentse az xt7 helyzetét és méretét kilépéskor.

source: Also save xt7 geometry on exit
hu: Kilépéskor mentse az xt7 geometriáját is.

source: If your window manager is not kwin and you find that form position is not correctly restored, try checking this.
hu: Ha nem a kwin ablakkezelőt használod és úgy véled, nem a megfelelő pozícióban állított helyre próbáld ezt bejelölni.

source: Alternative saving method (compiz/emerald)
hu: Alternatív mentési módszer (compiz/emerald)

source: User Options
hu: Felhasználói opciók

source: Style
hu: Stílus

source: * Some Options may require application restart.
hu: * Néhány opció az alkalmazás újraindítását igényelheti.

source: Display cover thumbnails in side lists
hu: A borító bélyegképét az oldalsó listában mutassa.

source: Show covers in listviews
hu: Mutassa a borítót listanézetben

source: Generate and show video thumbnails to for the side lists, this is made runtime in background and thumbnails will be cached on disk.
hu: Készítse el és mutassa a videó bélyegképét az oldalsó listában, ez háttérben készül el és a bélyegképeket a lemezen tárolja.

source: Show thumbnails for video files
hu: Mutassa a videó bélyegképét

source: Background image for the bottom panel. You can also set this by dragging an image file or from a web page into the bottom panel, just remember to save the profile.
hu: Az alsó panel háttérképe. Úgy is beállíthatod, hogy egy képfájlt, vagy egy képet weblapról odahúzol. Ne felejtsd el menteni a profilt.

source: Bottom picture background
hu: Alsó kép háttere

source: Default icon size
hu: Az ikon alapmérete

source: Albums view icon size
hu: Albumnézet ikonméret

source: Highlight the sideview item which is under the mouse
hu: Az egér alatti listanézet-elem kijelölése

source: Highlight listview items on mouse over
hu: Az egér fölötti listanézet-elem kijelölése

source: Left-side list font and font color:
hu: A bal oldali lista betűmérete és -színe:

source: Default
hu: Alapbeállítás

source: Left-side list background color:
hu: A bal oldali lista háttérszíne:

source: Left-side list alternate background color:
hu: A bal oldali lista másodlagos háttérszíne:

source: Trayicon panel font and font color:
hu: Tálcaikon panel betűje és betűszíne

source: TrayIcon panel background color:
hu: Tálcaikon panel háttérszíne

source: Audio panel font and font color:
hu: Hangpanel betűje és -színe:

source: Save and use new settings
hu: Az új beállítások mentése és használata

source: Use new settings without save
hu: Az új beállítások használata mentés nélkül

source: Close the window
hu: Ablak bezárása

source: Common Video Files
hu: Ismert videófájl-típusok

source: Common Audio Files
hu: Ismert hangfájl-típusok

source: by Antonio Orefice. xt7player@gmail.com Thanks to Benoît Minisini for Gambas.
hu: Készítette: Antonio Orefice. xt7player@gmail.com Köszönet Benoît Minisininek a Gambas-ért.

source: Syncing Library, please wait...
hu: Könyvtárszinkronizálás kérem várjon...

source: Translate me first
hu: Fordíts le előbb

source: Press a Key or (some) Mouse button(s)
hu: Nyomj le egy billentyűt, vagy (néhány) egérgombot.

source: Waiting for an HotKey...
hu: Billentyűparancsra várok...

source: Assign nevertheless
hu: Kijelöl mindenképpen

source: Delete new
hu: Új törlése

source: Delete old
hu: Régi törlése

source: The hotkey you entered is already defined for
hu: A billentyűparancs már definiálva erre,

source: Hotkeys
hu: Billentyűparancsok

source: Local Hotkeys
hu: Helyi billentyűparancsok

source: Print grid code to console
hu: Konzolra írd ki a hálózati kódot

source: Clear
hu: Ürít

source: Defaults
hu: Alapbeállítások

source: Global Hotkeys
hu: Globális billentyűparancsok

source: Media Type
hu: Média-típus

source: BitRate
hu: Bitráta

source: Link
hu: Hivatkozás

source: Log Window
hu: Naplóablak

source: Output
hu: Kimenet

source: Highlight
hu: Kijelölés

source: Unknown entry (connection problem?)
hu: Ismeretlen bejegyzés (kapcsolati probléma?)

source: found vaapi output driver on enabled video driver list, disabling all video filters by appending -vf-clr
hu: találtam vaapi-t az engedélyezett videómeghajtók között, tiltsuk le az összeset -vf-clr hozzáfűzésével
