Repository: surkin/xt7-player-mpv
Catalog: .lang/*.po
Languages: hu

source: Add/Play a generic URI
hu: Elemi URL hozzáadása/lejátszása

source: [Optional] Browse for protocols:
hu: [Opcionális] Böngészés protokollokért:

source: Click for a list of URI prefixes
hu: Kattints az URL előtagok listájáért

source: Enter a valid URI:
hu: Adj meg egy érvényes URL-t:

source: Open a file
hu: Fájl nyitása

source: Enter a name for the new playlist/library item, or leave blank for default.
hu: Adj nevet az új lejátszási listának, vagy használ az alapbeállítást

source: [Optional] Give item a name:
hu: [Opcionális] Adj nevet a tételnek:

source: Don't get informations (like ID3 tags) when adding it to your Collection/Playlist. You may prefer this method on slow media such as network streams.
hu: A gyűjteményhez, lejátszási listához adáskor ne olvasd az információkat (pl. ID3 címke). Az eljárást lassú eszközöknél, mint pl. hálózati stream-ek esetében javasolt.

source: Quick add mode
hu: Gyors hozzáfűzési mód

source: Add to collection
hu: Gyűjteményhez hozzáad

source: Add to playlist
hu: Lejátszási listához hozzáad

source: Play the selected URI
hu: A kijelölt URL lejátszása

source: Play
hu: Lejátszás

source: Add the selected URI to Collection and/or Playlist
hu: A kiválasztott URL hozzáadása a Gyűjteményhez, és/vagy a Lejátszási listához

source: Add
hu: Hozzáad

source: Close
hu: Bezárás

source: Unknown
hu: Ismeretlen

source: more than 50 tracks!
hu: több mint 50 sáv!

source: Unknown Year
hu: Ismeretlen év

source: To use new profile, switch to it, then restart xt7
hu: Új profil használatához állítsd át, majd indítsd újra az xt7-t.

source: Profile name:
hu: Profilnév:

source: NewProfile
hu: Új profil

source: Cancel
hu: Elvet

source: Title
hu: Cím

source: Unable to get the real stream url
hu: A stream igazi url-jét nem tudtam megszerezni

source: Start
hu: Indít

source: Artist
hu: Előadó

source: Year
hu: Év

source: Comment
hu: Megjegyzés

source: Lyrics
hu: Dalszöveg

source: Radio
hu: Rádió

source: Name
hu: Név

source: Length
hu: Hossz

source: Size
hu: Méret

source: Audio Info
hu: Hang Info

source: Missing Artist and/or Song information
hu: Hiányzó előadó-, és/vagy száminformáció.

source: Choose an Aspect Ratio
hu: Válassz képarányt

source: Test
hu: Teszt

source: ShutDown CountDown...
hu: Kikapcsolási visszaszámlálás

source: Abort
hu: Megszakít

source: ShutDown in
hu: Kikapcsolásig ennyi

source: seconds...
hu: másodperc...

source: Amazon search: Network error
hu: Keresés az Amazon-on: hálózati hiba

source: Network error
hu: Hálózati hiba

source: Ambiguous results
hu: Kétértelmű eredmény

source: No covers found for:
hu: Nem találtam borítót ehhez:

source: Try to use less strict terms, remove symbols and so on...
hu: Próbálj kevésbé szigorú feltételeket, távolítsd el a szimbólumokat, stb. ...

source: Load a Jpg cover image
hu: Tölts be egy .jpg borítóképet

source: Error while loading the picture
hu: Hiba a kép betöltése során

source: so you are going to set a cover for this particular file/stream
hu: tehát most ehhez a fájlhoz/stream-hez állítasz be borítót

source: Artist Or Album tag information are required to set a cover
hu: Az előadó, vagy album címkeinformáció kell a borító beállításához

source: Cover fetcher
hu: Borító letöltő

source: Artist/Author:
hu: Előadó/Szerző:

source: Unset Cover
hu: Beállítatlan borító

source: Load cover
hu: Borító betöltése

source: Don't Scale
hu: Ne méretezz

source: Set Cover
hu: Állítsd be a borítót

source: Choose a standard channels.conf file to import
hu: Válassz szabványos channels.conf fájlt az importáláshoz

source: Could not read file
hu: Nem tudom olvasni a fájlt

source: Too bad...
hu: Sajnos...

source: Simple Dvb-T Tuner
hu: Egyszerű DVB-T vevő

source: Tuning Data
hu: Beállítási adatok

source: 0 - DVBT_Autoscan_(Fast)
hu: 0 - DVBT_Autoscan_(gyors)

source: 1 - DVBT_Autoscan_Extensive_(Slow)
hu: 1 - DVBT_Autoscan_kiterjesztett_(lassú)

source: 2 - Initial Tuning data file
hu: 2 - Kezdő beállítás - adatfájl

source: Import an external channels.conf
hu: Külső channels.conf importálása

source: Import
hu: Importálás

source: Card #
hu: Kártya #

source: Stop
hu: Állj

source: Select All
hu: Mindent kijelöl

source: Select none
hu: Minden kijelölés megszüntetése

source: Use Selected
hu: Kijelölt használata

source: Progress
hu: Folyamatban

source: Signal
hu: Jel

source: Verbose Log
hu: Részletes napló

source: dvbsnoop seems to be missing. Install it to get EPG data
hu: dvbsnoop mintha hiányozna. Telepítsd, hogy EPG adatokat kapj.

source: Events
hu: Események

source: Start at:
hu: Kezdd itt:

source: Duration:
hu: Időtartam:

source: Category:
hu: Kategória:

source: Freeview
hu: Szabadnézet

source: Crypted
hu: Titkosított

source: Try to scan
hu: Próbálj szkennelni

source: When other applications are using the dvbt card,
hu: Amikor más alkalmazás használja a dvbt-kártyát,

source: scanning may fail.
hu: a szkennelés meghiúsulhat.

source: EPG GUIDE
hu: EPG újság

source: Search for Event
hu: Esemény keresése

source: 0 Events
hu: 0 Események

source: Scan All
hu: Szkenneli mindet

source: Couldn't clear the history!
hu: Az előzményeket nem tudtam törölni!

source: Channels
hu: Csatornák

source: Load from disk...
hu: Betöltés lemezről...

source: Ask Opensubtitles.org
hu: Kérdezd az Opensubtitles.org-ot

source: Configure preferred languages
hu: Preferált nyelvek beállítása

source: Manual search
hu: Kézi keresés

source: I feel lucky
hu: Szerencsésnek érzem magam

source: Please Wait...
hu: Kérlek várj...

source: Language
hu: Nyelv

source: Token error
hu: Jelhiba

source: Hash error
hu: Hash hiba

source: File error
hu: Fájlhiba

source: No results
hu: Nincs eredmény

source: Save the selected subtitle
hu: A kiválasztott felirat mentése

source: Do you want to save
hu: Mentenéd

source: Sorry, couldn't save the file
hu: Elnézést, a fájlt nem tudtam menteni.

source: Not available
hu: Nem elérhető

source: of:
hu: innen:

source: Stopped
hu: Leállítva

source: but xt7-player requires
hu: de xt7-player igényli

source: Understood
hu: Értettem

source: WARNING Your Gambas version is
hu: VIGYÁZAT A te Gambas verziód

source: GotIt!
hu: Értettem!

source: Hint: create (and make executable) a script named
hu: Javaslat: készíts (és tégy futtathatóvá) egy ilyen nevű szkriptet

source: xt7 will execute it with and pass fps argument when switching to fullscreen
hu: xt7 végrehajtja az fsp értékekkel és átadja, amikor teljes képernyőre kapcsol

source: Eg: xrandr --rate "$1"
hu: Pl.: xrandr --rate "$1"

source: Hint: create (and make executable) a script named
hu: Javaslat: készíts (és tégy futtathatóvá) egy ilyen nevű szkriptet

source: xt7 will execute it when switching from fullscreen to window mode
hu: xt7 végrehajtja, amikor teljes képernyőről ablak módra vált

source: Don't save
hu: Ne mentsd

source: Switch to ''default'' profile and save
hu: Az alapbeállítási profilra válts és mentsd

source: You can't modify the current profile because it is the Factory defaults one
hu: Az aktuális profilt nem módosíthatod, mert az gyári alapbeállítás.

source: Error while saving default settings
hu: Az alapbeállítások mentésekor hiba

source: Are you sure you want to reset the default profile to factory values?
hu: Biztosan a gyári értékekre visszaállítod az alap profilt?

source: Don't Reset
hu: Ne állítsd alapra

source: There was a problem while deleting
hu: Hiba történt a törlés során

source: Default profile has been set to factory values. Restart is needed.
hu: Az alapbeállítások a gyári értékekre állítva. Újraindítás szükséges.

source: Are you sure you want to delete:
hu: Valóban törlöd:

source: Don't delete
hu: Ne töröld

source: from disc?
hu: lemezről?

source: Couldn't delete the file
hu: A fájl nem törölhető

source: Delete Selected channel(s)?
hu: A kiválasztott csatornákat törlöd?

source: Do you also want to remove non existent files from library?
hu: A nem létező fájlokat is eltávolítanád a könyvtárból?

source: Don't remove
hu: Nem távolítsd el

source: Selected:
hu: Kiválasztva:

source: Are you sure you want to clear your library?
hu: Valóban kiüríted a könyvtáradat?

source: Clear my library
hu: A könyvtáram kiürítése

source: Don't clear my library
hu: Ne ürítsd ki a könyvtáramat

source: Are you sure you want to clear the Playlist?
hu: Valóban törlöd a lejátszási listát?

source: Clear the playlist
hu: A lejátszási lista ürítése

source: Don't clear the playlist
hu: A lejátszási listát ne ürítsd

source: Are you sure you want to delete selected item(s) from disk?
hu: Valóban törölni akarod a kijelölt eleme(ke)t a lemezről?

source: Don't Delete
hu: Ne töröld

source: Yes, Delete
hu: Igen, törlés

source: All files
hu: Összes fájl

source: iso files
hu: iso fájl

source: Sorry, Audio tagging is only possible for library and playlist items
hu: Sajnálom, de az audió címkézése csak könyvtár- és lejátszási listaelemekre lehetséges.

source: To tag this item, please add it to library or playlist first.
hu: Az elem címkézéséhez előbb add a könyvtárhoz vagy a lejátszási listához.

source: There was an error while saving the playlist
hu: A lejátszási lista mentése közben hiba lépett fel

source: Another cover search is in progress, please wait for it to finish!
hu: Egy másik borítókeresés már folyamatban van, várd meg míg befejeződik!

source: Please, disable random playing first!
hu: Előbb kapcsold ki a véletlenszerű lejátszást!

source: Flash video files
hu: Flash videó fájlok

source: Choose a destination file
hu: Válassz célfájlt

source: Would you like to play it now in Xt7-Player?
hu: Lejátszanád most az Xt7-playerrel?

source: New Flash(tm) video detected:
hu: Új videó Flash(tm)-t észleltem:

source: Don't Play
hu: Ne játszd le

source: Play now
hu: Lejátszás most

source: Use vertical tabs
hu: Függőleges fülek használata

source: Hide/Show tabs
hu: Fülek elrejtése/megjelenítése

source: Show
hu: Mutat

source: You can't delete the current profile!
hu: Nem törölheted az aktuális profilt.

source: Are you sure you want to delete
hu: Biztosan törölni akarod

source: This is a read-only profile
hu: Ez a profil csak olvasható.

source: Enter the new profile name
hu: Írd be az új profilnevet

source: I know, proceed
hu: Tudom, folytasd

source: You are going to overwrite the selected profile with the current settings.
hu: A kiválasztott profilt felülírod a jelenlegi beállításokkal.

source: Enter a name for the new profile:
hu: Adj nevet az új profilnak:

source: Error reading from shoutcast server
hu: Hiba shoutcast-szerver olvasásakor

source: Add quickly
hu: Hozzáadás gyorsan

source: Get Stream info
hu: Stream-információk lekérése

source: How do you want to add?
hu: Hogyan adod hozzá?

source: Damn!
hu: Francba!

source: Error while adding one or more items
hu: Hiba egy, vagy több elem hozzáadásakor

source: Cannot access a valid cd audio or Cd device
hu: Nem érek el CD-eszközt, vagy hang CD-t

source: Never mind
hu: Semmi baj

source: Please, wait while getting disc information
hu: Kérem várj, amíg beolvasom a lemezinformációkat

source: Track
hu: Sáv

source: Error refreshing the feed
hu: Hiba a feed frissítésekor

source: Enter a new podcast url
hu: Írj be új podcast URL-t

source: Error adding new feed
hu: Hiba új feed hozzáadásakor

source: Cannot delete child items!
hu: Az alárendelt elemet nem tudom törölni!

source: Error: Cannot get current item
hu: Hiba: az aktuális elemet nem tudom leszedni

source: Please, disable playlist shutdown option first!
hu: Kérem, kapcsold ki a lejátszási lista kikapcsolási opcióját!

source: Are you sure you want to recursively add this directory?
hu: Biztos, hogy rekurzív módon adod hozzá ezt a könyvtárat?

source: There was an error while trying to delete the item
hu: Hiba az elem törlése közben

source: No, thanks
hu: Köszönöm, nem

source: Would you like to go to the video homepage?
hu: Megnyitod a videó honlapját?

source: Yes, Go to Youtube
hu: Igen, menj a YouTube-ra

source: Roll Your mouse wheel over the button to change panscan or Setup some hotkeys.
hu: Forgasd az egérgörgőt a gomb fölött, panscan váltásához, vagy billentyűparancs beállításához.

source: Right click over the button will cycle through zoom modes
hu: Jobb billentyűvel kattints a gombra, hogy a zoom-módok között válts.

source: SubTitle files
hu: Feliratfájlok

source: Zoom mode: cut half bars
hu: Zoom-mód: sávok felezése.

source: Zoom mode: cut bars
hu: Zoom-mód: sávok levágása

source: Zoom mode: 1:1
hu: Zoom-mód: 1:1

source: Filename:
hu: Fájlnév:

source: In:
hu: Ebben:

source: Genre:
hu: Műfaj:

source: Year:
hu: Év:

source: Artist:
hu: Előadó:

source: , Track No.:
hu: , sáv száma:

source: Title:
hu: Cím:

source: Length:
hu: Hossz;

source: Video:
hu: Videó:

source: Audio:
hu: Hang:

source: channels
hu: csatornák

source: Comment:
hu: Megjegyzés:

source: Rename to:
hu: Átnevezés erre:

source: You can configure the paths in Generaloptions -> dvb-t
hu: Beállíthatod az útvonalat az Általános beállítások -> dvb-t alatt

source: Append and play
hu: Hozzáfűzés és lejátszás

source: Append to playlist
hu: Lejátszási listához fűz

source: What do you want to do with this album tracks?
hu: Mit akarsz csinálni a lemez számaival?

source: Append more than 50 tracks?
hu: Több mint 50 számot fűzöl hozzá?

source: no
hu: nem

source: yes
hu: igen

source: Please, first enter a playlist name to save
hu: Mentés előtt adj nevet a lejátszási listának

source: Couldn't make the user playlist directory
hu: A felhasználó lejátszási listájának könyvtárát nem tudtam létrehozni

source: Overwrite
hu: Felülírás

source: exists.
hu: létezik.

source: There was an error saving the playlist:
hu: Hiba a lejátszási lista mentésekor:

source: Playlist:
hu: Lejátszási lista:

source: Couldn't delete
hu: Nem lehet törölni

source: Append
hu: Hozzáfűz

source: Load/Replace
hu: Betölt/Lecserél

source: Loading the playlist:
hu: Betölti a Lejátszási listát:

source: Would you like to save the current profile?
hu: Mented az aktuális profilt?

source: Stream is not seekable, use arrow keys or doubleclick
hu: A stream nem kereshető, használd a nyilakat, vagy kettős kattintást

source: Stream is not seekable!, use arrow keys or doubleclick to override
hu: A stream nem kereshető, használd a nyilakat, vagy kettős kattintást a felülbíráláshoz

source: No loop set
hu: Hurok nincs beállítva

source: General Options
hu: Általános beállítások

source: Chains
hu: Láncok

source: Video Filters
hu: Videószűrők

source: Audio Filters
hu: Hangszűrők

source: Video Drivers
hu: Videó meghajtók

source: Audio Drivers
hu: Audio meghajtók

source: HotKeys
hu: Gyorsbillentyű

source: File
hu: Fájl

source: Open local file
hu: Helyi fájl megnyitása

source: Open recent file
hu: Előzmény megnyitása

source: Play Audio Cd
hu: Hang-CD lejátszása

source: Play DVD
hu: DVD-lejátszás

source: From DVD drive
hu: DVD-meghajtóból

source: From an ISO
hu: ISO-ból

source: From a folder
hu: Könyvtárból

source: Open an Uri/Network stream
hu: URL/hálózati stream megnyitása

source: Titles
hu: Címek

source: Chapters
hu: Fejezetek

source: Streams
hu: Stream-ek

source: Audio
hu: Hang

source: Subtitles
hu: Feliratok

source: Quit
hu: Kilépés

source: Library
hu: Könyvtár

source: Sync library
hu: Könyvtár szinkronizálása

source: Configure directories
hu: Könyvtárak beállítása

source: Search options
hu: Keresési opciók

source: Add selected items to playlist
hu: A kiválasztott elemek hozzáadása a lejátszási listához

source: Open containing folder
hu: A tartalmazó könyvtár megnyitása

source: This album tracks
hu: Az album számai

source: Replace tracks in
hu: Számok lecserélése ebben

source: Library view
hu: Könyvtárnézet

source: Playlist view
hu: Lejátszási listanézet

source: Append tracks to
hu: Számok hozzáfűzése ehhez

source: Sort by
hu: Rendezés eszerint

source: Path
hu: Útvonal

source: Rename items
hu: Elemek átnevezése

source: Update Selected
hu: Választás frissítése

source: Set a cover
hu: Borító beállítása

source: Copy selected to Clipboard
hu: Kijelölt másolása vágólapra

source: Clear selected
hu: Kijelölést visszavon

source: Clear All
hu: Mindent ürít

source: Delete selected from disk
hu: A kijelöltek törlése a lemezről

source: Playlist
hu: Lejátszási lista

source: Load/Save
hu: Betölt/Ment

source: Import a playlist
hu: Lejátszási lista importálása

source: Append a playlist
hu: Lejátszási listát hozzáfűz

source: Export the playlist
hu: Lejátszási lista exportálása

source: Search for embedded covers
hu: Beágyazott borító keresése

source: Cut selected
hu: A kiválasztott vágása

source: Copy selected
hu: A kiválasztott másolása

source: Paste after selected
hu: Kiválasztás után beilleszt

source: Remove
hu: Eltávolít

source: Windows
hu: Ablakok

source: Codecs and demuxers
hu: Codec-ek és demuxer-ek

source: Video/Audio Chains
hu: Hang-/Videólánc

source: Video
hu: Videó

source: Tabs visibility
hu: Sáv láthatósága

source: Show Tag editor
hu: Címkeszerkesztő megjelenítése

source: Lock Toolbar
hu: Eszközsáv zárolása

source: Show/Hide Menubar
hu: Mutatja/elrejti a menüt

source: Video Aspect
hu: Videó nézőpont

source: Profile
hu: Profil

source: Reload current profile
hu: Jelenlegi profil újratöltése

source: Save all to current profile
hu: Mindet menti a jelenlegi profilba

source: Profile Manager
hu: Profilszerkesztő

source: Show logs
hu: Naplók megjelenítése

source: Report a bug
hu: Programhiba jelentése

source: Home page
hu: Honlap

source: About
hu: Névjegy

source: Shutdown menu
hu: Kikapcsolási menü

source: Disable shutdown
hu: Tetiltása kizárása

source: Shutdown at the end of media
hu: A média lejátszása végén kikapcsol

source: ShutDown at the end of the play queue
hu: A lejátszási sor végén kikapcsol

source: Configure shutdown command
hu: A kikapcsolási parancs beállítása

source: Stop Recording
hu: Felvétel leállítása

source: Delete from disk
hu: Törlés a lemezről

source: New feed
hu: Új feed

source: Refresh
hu: Frissítés

source: Download
hu: Letöltés

source: Add selected items to library
hu: A kiválasztott elemek hozzáadása a könyvtárhoz

source: Delete selected
hu: Kijelölt törlése

source: See more results
hu: További eredmények mutatása

source: Get related videos
hu: Kapcsolódó videók

source: Add this folder to history
hu: Add a könyvtárt előzményekhez

source: Rename channel(s)
hu: Csatorna(k) átnevezése

source: Configuration toolbox
hu: Eszköztár beállítása

source: Show/Hide AudioTag editor
hu: Az audiocímke-szerkesztő mutatása/elrejtése.

source: Video Equalizer
hu: Videó equalizer

source: Other realtime commands
hu: Más valósidejű parancsok

source: Switch subtitle track
hu: Feliratsávra váltás

source: Switch audio track
hu: Hangsávra váltás

source: Hide/show left panel
hu: Bal oldali panel mutatása/elrejtése

source: Fullscreen Switch
hu: Teljes képernyő kapcsoló

source: Label3
hu: Címke 3

source: Drag'n drop files, folders or media links to add them,
hu: Hozzáadáshoz húzz és dobj fájlokat, könyvtárakat, vagy médiahivatkozásokat.

source: Albums
hu: Album

source: Playlists
hu: Lejátszási lista

source: Choose a Playlist
hu: Válassz Lejátszási listát

source: Save the playlist
hu: Lejátszási lista mentése

source: Delete the playlist
hu: Lejátszási lista törlése

source: Drag'n drop files or media links to add them,
hu: Hozzáadáshoz húzz és dobj fájlokat, vagy médiahivatkozásokat.

source: Move selected items up in the list. You can use the mouse wheel too.
hu: Kijelölések mozgatása a listán fölfelé Az egérgörgőt is használhatod.

source: Move selected playlist items down. You can use the mouse wheel too.
hu: Kijelölések mozgatása a listán lefelé. Az egérgörgőt is használhatod.

source: Selection play time
hu: Kijelölés lejátszási ideje

source: Browse
hu: Böngészés

source: Parent
hu: Szülő

source: Enter a path to browse it
hu: Írj be egy útvonalat a böngészéshez

source: Show/Hide hidden files
hu: Rejtett fájlok mutatása/elrejtése

source: Double click on an item to start playing
hu: A lejátszás indításához duplán kattints egy elemen

source: Double Click for Search Options.
hu: Dupla kattints a keresési beállításokhoz.

source: Filter
hu: Szűrő

source: Enter some search terms. Special character "|" means "OR", so you can type: Bach|Mozart
hu: Írj be néhány keresési kifejezést, A "|" különleges karakter jelentése "vagy", tehát írhatsz ilyet: Bach|Mozart

source: Open the Electronic Program Guide window
hu: Elektronikus programújság (EPG) megnyitása

source: Show options for DVBT
hu: DVBT opcióit mutassa

source: Start simple dvb tuner
hu: Egyszerű DVB vevő indítása

source: Scan for channels
hu: Csatornakeresés

source: Audio CD
hu: Hang CD

source: DVD menu navigation mode
hu: DVD-menü navigációs mód

source: This list will be populated by temporary flash files when you play them into a web browser.
hu: A lista, amikor webböngészőben játszod le, ideiglenes flash fájlok formájában kerül feltöltésre.

source: Show flash videos in /tmp folder in the upper list, allowing you to play them.
hu: A /tmp könyvtár flash videóit a fenti listában mutatja, lehetővé téve lejátszásukat.

source: Catch Flash videos in /tmp folder
hu: Flash videók leszedése a /tmp könyvtárba

source: When a new flash video is detected, shows a PopUp window. It may be necessary to disable focus stealing prevention in your window manager.
hu: Amikor új flash videót észlel, egy ablakot jelenít meg.. Szükség lehet a fókuszeltérítés elkerülését kikapcsolni az ablakkezelődben.

source: PopUp window to play new catched videos
hu: Felbukkanó ablak az érzékelt új videók lejátszására

source: Click to open video page
hu: Kattints a videó oldalának megnyitásához

source: Show youtube video information
hu: Mutasd youtube videó információit

source: Search now
hu: Keresés most

source: only valid for searches
hu: csak a keresésekre érvényes

source: Results
hu: Eredmények

source: How many results to get.
hu: Hány találatot mutasson

source: Order by
hu: Rendezés eszerint

source: Only valid for standard feeds
hu: Csak a szabványos feed-ekre érvényes

source: Region
hu: Régió

source: Time
hu: Idő

source: Get an updated genres list from shoutcast server
hu: A Shoutcast-szerverről tölts le egy friss műfajlistát

source: Refresh Genres list
hu: Frissítsd a műfajlistát

source: HighLight
hu: Kiemelés

source: Highlight the results
hu: Az eredmények kiemelése

source: Free serch by content
hu: Szabad keresés tartalom alapján

source: Podcasts
hu: Podcast

source: Refresh podcasts info
hu: Podcast-infó frissítése

source: Refresh All
hu: Mindet frissíti

source: Manually enter a new podcast URL
hu: Új podcast-URL kézi bevitele

source: Media Info
hu: Média Infó

source: Info on playing media or on the last played one
hu: Az éppen, vagy legutóbb játszott média információi

source: Profiles
hu: Profilok

source: Current profile:
hu: Aktuális profil:

source: Choose a profile from the list
hu: Válassz profilt a listából

source: Load the selected profile
hu: A kiválasztott profil betöltése

source: Load
hu: Betöltés

source: Save the settings to the selected profile
hu: A beállítások mentése a kiválasztott profilba

source: Save
hu: Mentés

source: Rename the selected profile
hu: A kiválasztott profil átnevezése

source: Rename
hu: Átnevezés

source: Save the current settings to a new profile
hu: A jelenlegi beállítások mentése új profilba

source: Save As
hu: Mentés mint...

source: Delete the selected profile
hu: A kiválasztott profil törlése

source: Delete
hu: Törlés

source: Make a new blank profile
hu: Új, üres profil készítése

source: Make new
hu: Új készítése

source: Show and select the possible search fields
hu: A lehetséges és kijelölt keresési mezők megjelenítése

source: Play random media when the previous reaches the end.
hu: A végére érve, véletlenszerűen kiválasztott média lejátszása.
